const fabric = {
    0: {
        ua: 'льон',
        ru: 'лен'
    },
    1: {
        ua: 'сорочкова',
        ru: 'сорочечная'
    },
    2: {
        ua: 'бавовна',
        ru: 'хлопок'
    },
    3: {
        ua: 'льон-габардин',
        ru: 'лен-габардин'
    },
    4: {
        ua: 'софт',
        ru: 'софт'
    },
    5: {
        ua: 'креп-шифон',
        ru: 'креп-шифон'
    },
    6: {
        ua: 'батист',
        ru: 'батист'
    },
    7: {
        ua: 'шифон',
        ru: 'шифон'
    },
    8: {
        ua: 'барбі-креп',
        ru: 'барби-креп'
    },
    9: {
        ua: 'двохнитковий трикотаж',
        ru: 'двухниточный трикотаж'
    },
    10: {
        ua: 'трьохнитковий трикотаж',
        ru: 'трьохниточный трикотаж'
    },
    11: {
        ua: 'атлас',
        ru: 'атлас'
    },
    12: {
        ua: 'креп-сатин',
        ru: 'креп-сатин'
    },
    13: {
        ua: 'по бажанню',
        ru: 'по желанию'
    },
    14: {
        ua: '-',
        ru: '-'
    }
};

export default fabric;