import React from 'react';

export default {
    ua: {
        header: {
            menu: {
                main: 'Головна',
                about: 'Про нас'
            },
            logo: 
                <svg width="328" height="113" viewBox="0 0 328 113" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g id="&#208;&#187;&#208;&#190;&#208;&#179;&#208;&#190;1">
                    <g id="&#208;&#187;&#208;&#190;&#208;&#179;&#208;&#190;">
                    <g id="&#209;&#128;&#208;&#190;&#208;&#183;&#208;&#188;&#208;&#176;&#208;&#185;">
                    <g id="Group">
                    <path id="Vector" d="M99.1291 17.5612C98.7723 17.5612 95.9185 20.3012 92.5889 23.7886C89.2594 20.3012 86.4056 17.5612 86.0488 17.5612C85.9299 17.6857 88.546 20.7994 91.9944 24.4113C88.546 28.0232 85.9299 31.1369 86.0488 31.2614C86.4056 31.2614 89.2594 28.5214 92.5889 25.034C95.9185 28.5214 98.7723 31.2614 99.1291 31.2614C99.248 31.1369 96.6319 28.0232 93.1835 24.4113C96.7508 20.6749 99.3669 17.6857 99.1291 17.5612C99.248 17.5612 99.248 17.5612 99.1291 17.5612Z" fill="#1F4214"/>
                    </g>
                    <g id="Group_2">
                    <path id="Vector_2" d="M86.1677 53.0576C85.9299 53.3067 88.546 56.2959 91.9944 59.9078C88.546 63.5197 85.9299 66.5088 86.0488 66.7579C86.4056 66.7579 89.2594 64.1424 92.589 60.6551C95.9185 64.1424 98.7724 66.8825 99.1291 66.8825C99.248 66.7579 96.7509 63.6442 93.3024 60.0323C96.7509 56.4204 99.3669 53.4313 99.248 53.1822C98.8913 53.1822 96.0374 55.7977 92.7079 59.285C89.2594 55.7977 86.4056 53.0576 86.1677 53.0576Z" fill="#1F4214"/>
                    </g>
                    <g id="Group_3">
                    <path id="Vector_3" d="M65.1203 17.5612C64.7636 17.5612 61.9097 20.3012 58.5802 23.7886C55.2506 20.3012 52.3968 17.5612 52.04 17.5612C51.9211 17.6857 54.5372 20.7994 57.9856 24.4113C54.5372 28.0232 51.9211 31.1369 52.04 31.2614C52.3968 31.2614 55.2506 28.5214 58.5802 25.034C61.9097 28.5214 64.7636 31.2614 65.1203 31.2614C65.2392 31.1369 62.6232 28.0232 59.1747 24.4113C62.7421 20.6749 65.3581 17.6857 65.1203 17.5612Z" fill="#1F4214"/>
                    </g>
                    <g id="Group_4">
                    <path id="Vector_4" d="M65.1203 53.0576C64.7636 53.0576 62.0286 55.7977 58.5802 59.285C55.2506 55.7977 52.3968 53.1822 52.04 53.1822C51.9211 53.3067 54.5372 56.4204 57.9856 60.0323C54.5372 63.6442 51.9211 66.7579 52.1589 66.8825C52.5157 66.8825 55.2506 64.1424 58.6991 60.6551C62.0286 64.1424 64.8825 66.7579 65.2392 66.7579C65.3581 66.6334 62.7421 63.5197 59.2936 59.9078C62.7421 56.2959 65.3581 53.3067 65.1203 53.0576Z" fill="#1F4214"/>
                    </g>
                    <path id="Vector_5" d="M4 0H16.875C24.0277 0 28.9154 0.24839 31.4189 0.869364C35.2337 1.73873 38.3332 3.72585 40.8367 6.70653C43.2209 9.6872 44.413 13.4131 44.413 17.8841C44.413 21.6099 43.5786 24.839 41.9096 27.5713C40.2406 30.3036 37.8564 32.4149 34.7568 33.9052C31.6573 35.2714 27.4849 36.0165 22.0011 36.1407L45.2475 67.4378H37.3795L14.1331 36.1407H10.4375V67.4378H4V0ZM10.4375 6.58233V29.4342L21.5242 29.5584C25.8159 29.5584 29.0346 29.1858 31.0612 28.3164C33.0879 27.4471 34.7568 26.0809 35.949 24.218C37.1411 22.3551 37.7371 20.2438 37.7371 17.8841C37.7371 15.6486 37.1411 13.5372 35.949 11.6743C34.7568 9.8114 33.2071 8.44525 31.2997 7.70008C29.3923 6.95492 26.1735 6.45814 21.7627 6.45814H10.4375V6.58233Z" fill="#0C0B0B"/>
                    <path id="Vector_6" d="M106.155 18.8049H140.434L113.973 61.348H139.592V66.7896H103.629L130.09 24.2465H106.155V18.8049Z" fill="#0C0B0B"/>
                    <path id="Vector_7" d="M146.78 18.7562H152.732V27.1194C154.756 23.9988 156.899 21.752 159.161 20.3789C162.137 18.5065 165.352 17.5079 168.685 17.5079C170.947 17.5079 173.09 18.0072 175.114 18.881C177.138 19.7548 178.805 21.003 179.995 22.5009C181.305 23.9988 182.376 26.2457 183.329 29.1166C185.352 25.3719 187.734 22.3761 190.71 20.5037C193.686 18.5065 196.9 17.5079 200.234 17.5079C203.448 17.5079 206.306 18.3817 208.687 20.0044C211.068 21.6272 212.972 23.9988 214.163 27.1194C215.353 30.1152 215.949 34.7338 215.949 40.7254V67.1882H209.877V40.8502C209.877 35.6075 209.52 32.1124 208.806 30.1152C208.091 28.118 206.901 26.6201 205.234 25.3719C203.567 24.1237 201.543 23.6244 199.162 23.6244C196.305 23.6244 193.686 24.4981 191.305 26.2457C188.924 27.9932 187.138 30.3649 186.067 33.3607C184.995 36.3565 184.4 41.3495 184.4 48.2148V67.1882H178.447V42.4729C178.447 36.6061 178.09 32.6117 177.376 30.6145C176.662 28.4925 175.471 26.8698 173.685 25.6215C171.9 24.3733 169.876 23.7492 167.495 23.7492C164.757 23.7492 162.137 24.623 159.756 26.3705C157.375 28.118 155.59 30.4897 154.399 33.3607C153.209 36.2317 152.732 40.8502 152.732 46.8418V67.4379H146.78V18.7562Z" fill="#0C0B0B"/>
                    <path id="Vector_8" d="M274.33 18.9919V66.9734H268.558V58.6879C266.084 61.7795 263.374 64.2528 260.194 65.7367C257.013 67.2207 253.714 68.0863 250.18 68.0863C243.701 68.0863 238.164 65.6131 233.57 60.6665C228.975 55.72 226.737 49.7841 226.737 42.7353C226.737 35.8101 229.093 29.8743 233.687 24.9277C238.282 19.9812 243.936 17.5079 250.416 17.5079C254.185 17.5079 257.602 18.3736 260.665 19.9812C263.728 21.7125 266.319 24.1858 268.675 27.5247V18.9919H274.33ZM250.769 23.6911C247.471 23.6911 244.525 24.5568 241.698 26.288C238.871 28.0193 236.75 30.3689 235.101 33.4605C233.452 36.5521 232.627 39.7674 232.627 43.1063C232.627 46.4452 233.452 49.6605 235.101 52.7521C236.75 55.8436 238.989 58.1932 241.816 59.9245C244.643 61.6558 247.588 62.5215 250.769 62.5215C253.95 62.5215 257.013 61.6558 259.958 59.9245C262.785 58.1932 265.024 55.9673 266.673 52.9994C268.204 50.0315 269.029 46.8162 269.029 43.1063C269.029 37.5414 267.262 32.9659 263.845 29.1323C260.194 25.6697 255.835 23.6911 250.769 23.6911Z" fill="#0C0B0B"/>
                    <path id="Vector_9" d="M282.58 18.8049H288.96L304.97 56.1184L320.62 18.8049H327L299.072 84.9459H292.812L301.84 63.6061L282.58 18.8049Z" fill="#0C0B0B"/>
                    <g id="kvitochka">
                    <g id="Group_5">
                    <path id="Vector_10" d="M83.1949 13.0776C80.9356 12.3303 77.9628 14.5721 75.5846 18.6822C73.2064 14.5721 70.2336 12.3303 67.9743 13.0776C64.6447 14.1985 62.3854 22.045 66.3095 28.8952C69.8768 35.1226 75.3468 40.9764 75.7035 40.9764C76.0602 40.9764 82.1247 34.3753 84.9786 28.8952C88.5459 21.9205 86.5244 14.1985 83.1949 13.0776Z" fill="#9E0707"/>
                    </g>
                    <g id="Group_6">
                    <path id="Vector_11" d="M68.0932 71.3662C70.3525 72.1135 73.3253 69.8716 75.7035 65.7615C78.0818 69.8716 81.0545 72.1135 83.3139 71.3662C86.6434 70.2453 88.9027 62.3987 84.9786 55.5486C81.4113 49.3212 75.9414 43.4674 75.5846 43.4674C75.2279 43.4674 69.1634 50.0685 66.3095 55.5486C62.7422 62.6478 64.7637 70.2453 68.0932 71.3662Z" fill="#9E0707"/>
                    </g>
                    <g id="Group_7">
                    <path id="Vector_12" d="M103.41 34.3753C104.124 36.7417 101.983 39.8554 98.0591 42.3464C101.983 44.8374 104.124 47.9511 103.41 50.3175C102.34 53.8048 94.8485 56.1712 88.3083 52.0612C82.3628 48.3247 76.7739 42.5955 76.7739 42.2219C76.7739 41.8482 83.0762 35.4963 88.3083 32.5071C95.0863 28.7707 102.34 30.888 103.41 34.3753Z" fill="#9E0707"/>
                    </g>
                    <g id="Group_8">
                    <path id="Vector_13" d="M47.7595 50.1931C47.046 47.8267 49.1864 44.713 53.1105 42.222C49.1864 39.731 47.046 36.6173 47.7595 34.2509C48.8297 30.7636 56.3211 28.3972 62.8612 32.5073C68.8068 36.2437 74.3956 41.9729 74.3956 42.3466C74.3956 42.7202 68.0933 49.0722 62.8612 52.0613C56.2022 55.7978 48.8297 53.6804 47.7595 50.1931Z" fill="#9E0707"/>
                    </g>
                    </g>
                    </g>
                    </g>
                    <path id="&#208;&#146;&#208;&#152;&#208;&#168;&#208;&#152;&#208;&#162;&#208;&#158; &#208;&#161;&#208;&#149;&#208;&#160;&#208;&#166;&#208;&#149;&#208;&#156;" d="M12.48 99.36C13.728 99.568 14.664 100.024 15.288 100.728C15.928 101.432 16.248 102.368 16.248 103.536C16.248 104.976 15.744 106.08 14.736 106.848C13.728 107.616 12.232 108 10.248 108H3.024V91.2H9.792C11.552 91.2 12.92 91.568 13.896 92.304C14.888 93.04 15.384 94.096 15.384 95.472C15.384 96.448 15.128 97.264 14.616 97.92C14.104 98.576 13.392 99.056 12.48 99.36ZM4.248 98.976H9.768C11.176 98.976 12.256 98.688 13.008 98.112C13.76 97.536 14.136 96.704 14.136 95.616C14.136 94.512 13.76 93.672 13.008 93.096C12.256 92.52 11.176 92.232 9.768 92.232H4.248V98.976ZM10.272 106.968C13.44 106.968 15.024 105.8 15.024 103.464C15.024 102.264 14.624 101.384 13.824 100.824C13.024 100.264 11.84 99.984 10.272 99.984H4.248V106.968H10.272ZM28.944 91.2H30.168V105.936L41.616 91.2H42.696V108H41.472V93.288L30.024 108H28.944V91.2ZM76.8527 91.2V108H56.6687V91.2H57.8927V106.896H66.1487V91.2H67.3727V106.896H75.6287V91.2H76.8527ZM90.8153 91.2H92.0393V105.936L103.487 91.2H104.567V108H103.343V93.288L91.8953 108H90.8153V91.2ZM129.076 92.304H123.028V108H121.804V92.304H115.756V91.2H129.076V92.304ZM147.23 108.12C145.582 108.12 144.094 107.752 142.766 107.016C141.438 106.264 140.39 105.24 139.622 103.944C138.87 102.648 138.494 101.2 138.494 99.6C138.494 98 138.87 96.552 139.622 95.256C140.39 93.96 141.438 92.944 142.766 92.208C144.094 91.456 145.582 91.08 147.23 91.08C148.878 91.08 150.366 91.448 151.694 92.184C153.022 92.92 154.062 93.936 154.814 95.232C155.582 96.528 155.966 97.984 155.966 99.6C155.966 101.216 155.582 102.672 154.814 103.968C154.062 105.264 153.022 106.28 151.694 107.016C150.366 107.752 148.878 108.12 147.23 108.12ZM147.23 106.992C148.638 106.992 149.91 106.672 151.046 106.032C152.182 105.392 153.078 104.512 153.734 103.392C154.39 102.256 154.718 100.992 154.718 99.6C154.718 98.208 154.39 96.952 153.734 95.832C153.078 94.696 152.182 93.808 151.046 93.168C149.91 92.528 148.638 92.208 147.23 92.208C145.822 92.208 144.542 92.528 143.39 93.168C142.254 93.808 141.358 94.696 140.702 95.832C140.046 96.952 139.718 98.208 139.718 99.6C139.718 100.992 140.046 102.256 140.702 103.392C141.358 104.512 142.254 105.392 143.39 106.032C144.542 106.672 145.822 106.992 147.23 106.992ZM189.695 108.12C188.047 108.12 186.559 107.752 185.231 107.016C183.919 106.28 182.879 105.264 182.111 103.968C181.359 102.672 180.983 101.216 180.983 99.6C180.983 97.984 181.359 96.528 182.111 95.232C182.879 93.936 183.919 92.92 185.231 92.184C186.559 91.448 188.047 91.08 189.695 91.08C190.911 91.08 192.031 91.28 193.055 91.68C194.079 92.064 194.951 92.64 195.671 93.408L194.903 94.2C193.559 92.872 191.839 92.208 189.743 92.208C188.335 92.208 187.055 92.528 185.903 93.168C184.751 93.808 183.847 94.696 183.191 95.832C182.535 96.952 182.207 98.208 182.207 99.6C182.207 100.992 182.535 102.256 183.191 103.392C183.847 104.512 184.751 105.392 185.903 106.032C187.055 106.672 188.335 106.992 189.743 106.992C191.823 106.992 193.543 106.32 194.903 104.976L195.671 105.768C194.951 106.536 194.071 107.12 193.031 107.52C192.007 107.92 190.895 108.12 189.695 108.12ZM219.14 106.896V108H207.548V91.2H218.78V92.304H208.772V98.928H217.724V100.008H208.772V106.896H219.14ZM237.172 91.2C239.284 91.2 240.94 91.704 242.14 92.712C243.34 93.704 243.94 95.088 243.94 96.864C243.94 98.624 243.34 100.008 242.14 101.016C240.94 102.008 239.284 102.504 237.172 102.504H232.372V108H231.148V91.2H237.172ZM237.172 101.4C238.964 101.4 240.332 101.008 241.276 100.224C242.22 99.44 242.692 98.32 242.692 96.864C242.692 95.408 242.22 94.288 241.276 93.504C240.332 92.704 238.964 92.304 237.172 92.304H232.372V101.4H237.172ZM271.763 106.896V112.056H270.611V108H255.779V91.2H257.003V106.896H267.827V91.2H269.051V106.896H271.763ZM295.072 106.896V108H283.48V91.2H294.712V92.304H284.704V98.928H293.656V100.008H284.704V106.896H295.072ZM322.968 108L322.944 93.624L315.912 105.768H315.312L308.28 93.672V108H307.08V91.2H308.112L315.624 104.184L323.136 91.2H324.144L324.168 108H322.968Z" fill="#9E0707"/>
                    </g>
                </svg>
        },
        footer: {
            contacts: {
                address: {
                    title: 'Наша адреса:',
                    value: '43017, м.Луцьк вул. Шота Руставелі 8'
                },
                phone: {
                    title: 'Телефон:',
                    value: '097-594-08-07'
                },
                email: {
                    title: 'Електронна адреса:',
                    value: 'Rozmay@gmail.com'
                }
            }
        },
        mainPage: {
            banner: {
                phone: '+380-97-5940-807',
                phoneText: 'Для замовлення телефонуйте за номером:',
                textBelow: 'ми чекаємо на ваші дзвінки з 9:00 до 18:00 з понеділка по п’ятницю',
                selectedProduct: 'код товару, який Вам сподобався'
            },
            navbarTitle: 'каталог',
            navbar: [
                { title: 'Чоловічі сорочки', link: '/products/men-shirt' },
                { title: 'Жіночі блузки', link: '/products/women-blouses' },
                { title: 'Жіночі сукні', link: '/products/women-dresses' },
                { title: 'Парні вишиванки', link: '/products/paired-suits' },
                {
                    isGroup: true,
                    name: 'Одяг для дівчаток',
                    group: [
                        { title: 'Блузки', link: '/products/clothes-for-girls-blouses' },
                        { title: 'Плаття', link: '/products/clothes-for-girls-dresses' },
                        { title: 'Спіднички', link: '/products/clothes-for-girls-skirts' }
                    ]
                },
                {
                    isGroup: true,
                    name: 'Одяг для хлопчиків',
                    group: [
                        { title: 'Сорочки', link: '/products/clothes-for-boys-shirt' },
                        { title: 'Шаровари', link: '/products/clothes-for-boys-trousers' }
                    ]
                },
                { title: 'Сценічний одяг', link: '/products/stage-clothes' },
                { title: 'Спортивні костюми', link: '/products/tracksuits' },
                { title: 'Оформлення сцен', link: '/products/scene-design' },
                { title: 'Дрібнички і не тільки', link: '/products/trifles' }
            ],
            product: {
                pricePrev: 'від',
                article: 'артикул',
                details: 'детальніше',
                order: 'замовити',
                negotiablePrice: 'ціна договірна',
                fabric: 'тканина:',
                productCode: 'код товару:',
                productPrice: 'ціна:'
            },
            homeScreen: {
                title:
                    <span>Одяг який <span className='accent green'>личить</span>, 
                        безперечно, <span className='accent green'>всім</span> – 
                        це наша <span className='accent red'>українська вишиванка</span>.
                    </span>,
                text: [
                    'Ошатна і щоразу неповторна, вона є ледь не в кожного українця.',
                    'Це чудовий подарунок друзям, родичам і діловим партнерам.',
                    'Це національний здобуток, яким ми пишаємось і з радістю ділимось з усім світом.'
                ]
            }
        },
        aboutPage: {
            text1: <div>Невеличка майстерня <span className='logo_accent'>Rozmay</span> 15 років створює одяг з українською вишивкою.</div>,
            text2: 'Ми досі навчаємось і прагнемо досконалості. Наша робота надихає нас і, сподіваємось, тішить наших клієнтів.',
            text3: 'Цілі родини і творчі колективи стають нашими друзями на довгі роки. Маємо надію, що наші роботи не залишать байдужими і Вас.',
            text4: 'Вмощуйтесь зручніше і підберіть щось до душі!',
            assortment: [
                {
                    title: 'Чоловічі вишиванки',
                    text1: 'Хоча часи невпинно змінюються, слово «чоловік» асоціюється у нас з поняттям захист, сила та безпека. Проте і наші українські жінки здавна намагались захистити своїх чоловіків і синів, які вирушали далеко від дому. Таким захистом стала вишита власними руками сорочка. Магічні знаки слугували і оберегом, і місточком додому - до родини.',
                    text2: 'Ми з задоволенням створимо оберіг для Ваших коханих чоловіків, а Ви з любов’ю їх подаруєте.',
                    text3: '',
                    link: '/products/men-shirt'
                },
                {
                    title: 'Жіночі сукні',
                    text1: 'Завжди знайдеться нагода одягнути українську вишиванку. Може саме тому вона так швидко завойовує світ, стає модною в усіх прошарках суспільства.',
                    text2: 'Виберіть свою вишиванку і будьте неповторні!',
                    text3: '',
                    link: '/products/women-dresses'
                },
                {
                    title: 'Жіночі блузки',
                    text1: 'Сучасна мода розвивається дуже динамічно і Ваша сорочка може стати тим єдиним вбранням, яке з задоволенням Ваші діти і онуки.',
                    text2: 'Обирайте вишиванку до душі собі і родині!',
                    text3: '',
                    link: '/products/women-blouses'
                },
                {
                    title: 'Вишиванки для дівчат',
                    text1: 'Перша вишиванка вашої дитини - хрестильна сорочка. На ній невелика кількість знаків і символів, що не містять чорного кольору.',
                    text2: 'Вона буде передаватися з покоління в покоління і оберігати від поганих людей, недобрих очей, заздрісних думок. Це чудовий подарунок від мами або хрещеної.',
                    text3: '',
                    link: '/products/clothes-for-girls-blouses'
                },
                {
                    title: 'Вишиванки для хлопців',
                    text1: 'Часи однаково-безликих шкільних костюмів минули. Наші діти можуть вбиратися на свята та урочистості і в барвисті вишиванки. Це піднімає патріотичні почуття і сприяє духовному вихованню. А ще вчить їх шанувати національні традиції.',
                    text2: 'Одна з яких-одягати на свято білу сорочку.',
                    text3: 'Ми пропонуємо Вашим діткам широкий вибір сорочок- для шкільних свят і не тільки.',
                    link: '/products/clothes-for-boys-shirt'
                },
                {
                    title: 'Сценічний одяг',
                    text1: 'Ми маємо досвід у пошитті сценічних костюмів для творчих колективів. І це не лише український стрій. Ми пропонуємо виготовлення костюмів для різних напрямів вашої творчої діяльності.',
                    text2: 'Звертайтесь!',
                    text3: 'ROZMAY підкреслить вашу унікальність, неповторність, та допоможе у створенні чудового настрою у ваших шанувальників.',
                    link: '/products/stage-clothes'
                }
            ]
        }
    },
    ru: {
        header: {
            menu: {
                main: 'Главная',
                about: 'О нас'
            },
            logo:
                <svg width="334" height="113" viewBox="0 0 334 113" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g id="&#209;&#128;&#208;&#190;&#208;&#183;&#208;&#188;&#208;&#176;&#208;&#185;&#209;&#128;&#209;&#131;&#209;&#129;">
                    <g id="&#208;&#187;&#208;&#190;&#208;&#179;&#208;&#190;">
                    <g id="&#209;&#128;&#208;&#190;&#208;&#183;&#208;&#188;&#208;&#176;&#208;&#185;">
                    <g id="Group">
                    <path id="Vector" d="M99.1291 17.5612C98.7723 17.5612 95.9185 20.3012 92.5889 23.7886C89.2594 20.3012 86.4056 17.5612 86.0488 17.5612C85.9299 17.6857 88.546 20.7994 91.9944 24.4113C88.546 28.0232 85.9299 31.1369 86.0488 31.2614C86.4056 31.2614 89.2594 28.5214 92.5889 25.034C95.9185 28.5214 98.7723 31.2614 99.1291 31.2614C99.248 31.1369 96.6319 28.0232 93.1835 24.4113C96.7508 20.6749 99.3669 17.6857 99.1291 17.5612C99.248 17.5612 99.248 17.5612 99.1291 17.5612Z" fill="#1F4214"/>
                    </g>
                    <g id="Group_2">
                    <path id="Vector_2" d="M86.1677 53.0576C85.9299 53.3067 88.546 56.2959 91.9944 59.9078C88.546 63.5197 85.9299 66.5088 86.0488 66.7579C86.4056 66.7579 89.2594 64.1424 92.589 60.6551C95.9185 64.1424 98.7724 66.8825 99.1291 66.8825C99.248 66.7579 96.7509 63.6442 93.3024 60.0323C96.7509 56.4204 99.3669 53.4313 99.248 53.1822C98.8913 53.1822 96.0374 55.7977 92.7079 59.285C89.2594 55.7977 86.4056 53.0576 86.1677 53.0576Z" fill="#1F4214"/>
                    </g>
                    <g id="Group_3">
                    <path id="Vector_3" d="M65.1205 17.5612C64.7638 17.5612 61.9099 20.3012 58.5804 23.7886C55.2509 20.3012 52.397 17.5612 52.0403 17.5612C51.9214 17.6857 54.5374 20.7994 57.9859 24.4113C54.5374 28.0232 51.9214 31.1369 52.0403 31.2614C52.397 31.2614 55.2509 28.5214 58.5804 25.034C61.9099 28.5214 64.7638 31.2614 65.1205 31.2614C65.2395 31.1369 62.6234 28.0232 59.175 24.4113C62.7423 20.6749 65.3584 17.6857 65.1205 17.5612Z" fill="#1F4214"/>
                    </g>
                    <g id="Group_4">
                    <path id="Vector_4" d="M65.1205 53.0576C64.7638 53.0576 62.0288 55.7977 58.5804 59.285C55.2509 55.7977 52.397 53.1822 52.0403 53.1822C51.9214 53.3067 54.5374 56.4204 57.9859 60.0323C54.5374 63.6442 51.9214 66.7579 52.1592 66.8825C52.5159 66.8825 55.2509 64.1424 58.6993 60.6551C62.0288 64.1424 64.8827 66.7579 65.2395 66.7579C65.3584 66.6334 62.7423 63.5197 59.2939 59.9078C62.7423 56.2959 65.3584 53.3067 65.1205 53.0576Z" fill="#1F4214"/>
                    </g>
                    <path id="Vector_5" d="M4 0H16.875C24.0277 0 28.9154 0.24839 31.4189 0.869364C35.2337 1.73873 38.3332 3.72585 40.8367 6.70653C43.2209 9.6872 44.413 13.4131 44.413 17.8841C44.413 21.6099 43.5786 24.839 41.9096 27.5713C40.2406 30.3036 37.8564 32.4149 34.7568 33.9052C31.6573 35.2714 27.4849 36.0165 22.0011 36.1407L45.2475 67.4378H37.3795L14.1331 36.1407H10.4375V67.4378H4V0ZM10.4375 6.58233V29.4342L21.5242 29.5584C25.8159 29.5584 29.0346 29.1858 31.0612 28.3164C33.0879 27.4471 34.7568 26.0809 35.949 24.218C37.1411 22.3551 37.7371 20.2438 37.7371 17.8841C37.7371 15.6486 37.1411 13.5372 35.949 11.6743C34.7568 9.8114 33.2071 8.44525 31.2997 7.70008C29.3923 6.95492 26.1735 6.45814 21.7627 6.45814H10.4375V6.58233Z" fill="#0C0B0B"/>
                    <path id="Vector_6" d="M106.155 18.8049H140.434L113.973 61.348H139.592V66.7896H103.629L130.09 24.2465H106.155V18.8049Z" fill="#0C0B0B"/>
                    <path id="Vector_7" d="M146.78 18.7562H152.733V27.1194C154.756 23.9988 156.899 21.752 159.161 20.3789C162.138 18.5065 165.352 17.5079 168.686 17.5079C170.948 17.5079 173.09 18.0072 175.114 18.881C177.138 19.7548 178.805 21.003 179.995 22.5009C181.305 23.9988 182.376 26.2457 183.329 29.1166C185.353 25.3719 187.734 22.3761 190.71 20.5037C193.686 18.5065 196.901 17.5079 200.234 17.5079C203.449 17.5079 206.306 18.3817 208.687 20.0044C211.068 21.6272 212.973 23.9988 214.163 27.1194C215.354 30.1152 215.949 34.7338 215.949 40.7254V67.1882H209.877V40.8502C209.877 35.6075 209.52 32.1124 208.806 30.1152C208.092 28.118 206.901 26.6201 205.234 25.3719C203.568 24.1237 201.544 23.6244 199.163 23.6244C196.305 23.6244 193.686 24.4981 191.305 26.2457C188.924 27.9932 187.138 30.3649 186.067 33.3607C184.996 36.3565 184.4 41.3495 184.4 48.2148V67.1882H178.448V42.4729C178.448 36.6061 178.091 32.6117 177.376 30.6145C176.662 28.4925 175.471 26.8698 173.686 25.6215C171.9 24.3733 169.876 23.7492 167.495 23.7492C164.757 23.7492 162.138 24.623 159.757 26.3705C157.376 28.118 155.59 30.4897 154.399 33.3607C153.209 36.2317 152.733 40.8502 152.733 46.8418V67.4379H146.78V18.7562Z" fill="#0C0B0B"/>
                    <path id="Vector_8" d="M274.33 18.9919V66.9734H268.558V58.6879C266.084 61.7795 263.374 64.2528 260.194 65.7367C257.013 67.2207 253.714 68.0863 250.18 68.0863C243.701 68.0863 238.164 65.6131 233.57 60.6665C228.975 55.72 226.737 49.7841 226.737 42.7353C226.737 35.8101 229.093 29.8743 233.687 24.9277C238.282 19.9812 243.936 17.5079 250.416 17.5079C254.185 17.5079 257.602 18.3736 260.665 19.9812C263.728 21.7125 266.319 24.1858 268.675 27.5247V18.9919H274.33ZM250.769 23.6911C247.471 23.6911 244.525 24.5568 241.698 26.288C238.871 28.0193 236.75 30.3689 235.101 33.4605C233.452 36.5521 232.627 39.7674 232.627 43.1063C232.627 46.4452 233.452 49.6605 235.101 52.7521C236.75 55.8436 238.989 58.1932 241.816 59.9245C244.643 61.6558 247.588 62.5215 250.769 62.5215C253.95 62.5215 257.013 61.6558 259.958 59.9245C262.785 58.1932 265.024 55.9673 266.673 52.9994C268.204 50.0315 269.029 46.8162 269.029 43.1063C269.029 37.5414 267.262 32.9659 263.845 29.1323C260.194 25.6697 255.835 23.6911 250.769 23.6911Z" fill="#0C0B0B"/>
                    <path id="Vector_9" d="M282.58 18.8049H288.96L304.97 56.1184L320.62 18.8049H327L299.072 84.9459H292.812L301.84 63.6061L282.58 18.8049Z" fill="#0C0B0B"/>
                    <g id="kvitochka">
                    <g id="Group_5">
                    <path id="Vector_10" d="M83.1952 13.0776C80.9359 12.3303 77.9631 14.5721 75.5848 18.6822C73.2066 14.5721 70.2338 12.3303 67.9745 13.0776C64.645 14.1985 62.3857 22.045 66.3097 28.8952C69.8771 35.1226 75.347 40.9764 75.7037 40.9764C76.0605 40.9764 82.125 34.3753 84.9788 28.8952C88.5462 21.9205 86.5247 14.1985 83.1952 13.0776Z" fill="#9E0707"/>
                    </g>
                    <g id="Group_6">
                    <path id="Vector_11" d="M68.0934 71.3662C70.3528 72.1135 73.3255 69.8716 75.7038 65.7615C78.082 69.8716 81.0548 72.1135 83.3141 71.3662C86.6436 70.2453 88.903 62.3987 84.9789 55.5486C81.4115 49.3212 75.9416 43.4674 75.5849 43.4674C75.2281 43.4674 69.1637 50.0685 66.3098 55.5486C62.7424 62.6478 64.7639 70.2453 68.0934 71.3662Z" fill="#9E0707"/>
                    </g>
                    <g id="Group_7">
                    <path id="Vector_12" d="M103.41 34.3753C104.123 36.7417 101.983 39.8554 98.0588 42.3464C101.983 44.8374 104.123 47.9511 103.41 50.3175C102.34 53.8048 94.8482 56.1712 88.3081 52.0612C82.3625 48.3247 76.7737 42.5955 76.7737 42.2219C76.7737 41.8482 83.076 35.4963 88.3081 32.5071C95.086 28.7707 102.34 30.888 103.41 34.3753Z" fill="#9E0707"/>
                    </g>
                    <g id="Group_8">
                    <path id="Vector_13" d="M47.7595 50.1931C47.046 47.8267 49.1864 44.713 53.1105 42.222C49.1864 39.731 47.046 36.6173 47.7595 34.2509C48.8297 30.7636 56.3211 28.3972 62.8612 32.5073C68.8068 36.2437 74.3956 41.9729 74.3956 42.3466C74.3956 42.7202 68.0933 49.0722 62.8612 52.0613C56.2022 55.7978 48.8297 53.6804 47.7595 50.1931Z" fill="#9E0707"/>
                    </g>
                    </g>
                    </g>
                    </g>
                    <path id="&#208;&#146;&#208;&#171;&#208;&#168;&#208;&#152;&#208;&#162;&#208;&#158; &#208;&#161;&#208;&#149;&#208;&#160;&#208;&#148;&#208;&#166;&#208;&#149;&#208;&#156;" d="M12.48 99.36C13.728 99.568 14.664 100.024 15.288 100.728C15.928 101.432 16.248 102.368 16.248 103.536C16.248 104.976 15.744 106.08 14.736 106.848C13.728 107.616 12.232 108 10.248 108H3.024V91.2H9.792C11.552 91.2 12.92 91.568 13.896 92.304C14.888 93.04 15.384 94.096 15.384 95.472C15.384 96.448 15.128 97.264 14.616 97.92C14.104 98.576 13.392 99.056 12.48 99.36ZM4.248 98.976H9.768C11.176 98.976 12.256 98.688 13.008 98.112C13.76 97.536 14.136 96.704 14.136 95.616C14.136 94.512 13.76 93.672 13.008 93.096C12.256 92.52 11.176 92.232 9.768 92.232H4.248V98.976ZM10.272 106.968C13.44 106.968 15.024 105.8 15.024 103.464C15.024 102.264 14.624 101.384 13.824 100.824C13.024 100.264 11.84 99.984 10.272 99.984H4.248V106.968H10.272ZM33.888 97.344C35.872 97.344 37.376 97.784 38.4 98.664C39.44 99.544 39.96 100.848 39.96 102.576C39.96 104.352 39.408 105.704 38.304 106.632C37.216 107.544 35.64 108 33.576 108H27.144V91.2H28.368V97.344H33.888ZM33.6 106.968C35.28 106.968 36.552 106.6 37.416 105.864C38.28 105.128 38.712 104.04 38.712 102.6C38.712 99.784 37.008 98.376 33.6 98.376H28.368V106.968H33.6ZM43.056 91.2H44.28V108H43.056V91.2ZM76.6277 91.2V108H56.4437V91.2H57.6677V106.896H65.9237V91.2H67.1477V106.896H75.4037V91.2H76.6277ZM88.7903 91.2H90.0143V105.936L101.462 91.2H102.542V108H101.318V93.288L89.8703 108H88.7903V91.2ZM125.251 92.304H119.203V108H117.979V92.304H111.931V91.2H125.251V92.304ZM141.605 108.12C139.957 108.12 138.469 107.752 137.141 107.016C135.813 106.264 134.765 105.24 133.997 103.944C133.245 102.648 132.869 101.2 132.869 99.6C132.869 98 133.245 96.552 133.997 95.256C134.765 93.96 135.813 92.944 137.141 92.208C138.469 91.456 139.957 91.08 141.605 91.08C143.253 91.08 144.741 91.448 146.069 92.184C147.397 92.92 148.437 93.936 149.189 95.232C149.957 96.528 150.341 97.984 150.341 99.6C150.341 101.216 149.957 102.672 149.189 103.968C148.437 105.264 147.397 106.28 146.069 107.016C144.741 107.752 143.253 108.12 141.605 108.12ZM141.605 106.992C143.013 106.992 144.285 106.672 145.421 106.032C146.557 105.392 147.453 104.512 148.109 103.392C148.765 102.256 149.093 100.992 149.093 99.6C149.093 98.208 148.765 96.952 148.109 95.832C147.453 94.696 146.557 93.808 145.421 93.168C144.285 92.528 143.013 92.208 141.605 92.208C140.197 92.208 138.917 92.528 137.765 93.168C136.629 93.808 135.733 94.696 135.077 95.832C134.421 96.952 134.093 98.208 134.093 99.6C134.093 100.992 134.421 102.256 135.077 103.392C135.733 104.512 136.629 105.392 137.765 106.032C138.917 106.672 140.197 106.992 141.605 106.992ZM180.47 108.12C178.822 108.12 177.334 107.752 176.006 107.016C174.694 106.28 173.654 105.264 172.886 103.968C172.134 102.672 171.758 101.216 171.758 99.6C171.758 97.984 172.134 96.528 172.886 95.232C173.654 93.936 174.694 92.92 176.006 92.184C177.334 91.448 178.822 91.08 180.47 91.08C181.686 91.08 182.806 91.28 183.83 91.68C184.854 92.064 185.726 92.64 186.446 93.408L185.678 94.2C184.334 92.872 182.614 92.208 180.518 92.208C179.11 92.208 177.83 92.528 176.678 93.168C175.526 93.808 174.622 94.696 173.966 95.832C173.31 96.952 172.982 98.208 172.982 99.6C172.982 100.992 173.31 102.256 173.966 103.392C174.622 104.512 175.526 105.392 176.678 106.032C177.83 106.672 179.11 106.992 180.518 106.992C182.598 106.992 184.318 106.32 185.678 104.976L186.446 105.768C185.726 106.536 184.846 107.12 183.806 107.52C182.782 107.92 181.67 108.12 180.47 108.12ZM208.115 106.896V108H196.523V91.2H207.755V92.304H197.747V98.928H206.699V100.008H197.747V106.896H208.115ZM224.347 91.2C226.459 91.2 228.115 91.704 229.315 92.712C230.515 93.704 231.115 95.088 231.115 96.864C231.115 98.624 230.515 100.008 229.315 101.016C228.115 102.008 226.459 102.504 224.347 102.504H219.547V108H218.323V91.2H224.347ZM224.347 101.4C226.139 101.4 227.507 101.008 228.451 100.224C229.395 99.44 229.867 98.32 229.867 96.864C229.867 95.408 229.395 94.288 228.451 93.504C227.507 92.704 226.139 92.304 224.347 92.304H219.547V101.4H224.347ZM255.543 106.896V111.84H254.367V108H239.007L238.983 111.84H237.807L237.831 106.896H238.743C239.847 106.8 240.615 105.872 241.047 104.112C241.495 102.352 241.767 99.888 241.863 96.72L242.031 91.2H252.951V106.896H255.543ZM242.991 96.816C242.895 99.536 242.679 101.76 242.343 103.488C242.023 105.216 241.471 106.352 240.687 106.896H251.727V92.304H243.135L242.991 96.816ZM281.562 106.896V112.056H280.41V108H265.578V91.2H266.802V106.896H277.626V91.2H278.85V106.896H281.562ZM303.072 106.896V108H291.48V91.2H302.712V92.304H292.704V98.928H301.656V100.008H292.704V106.896H303.072ZM329.167 108L329.143 93.624L322.111 105.768H321.511L314.479 93.672V108H313.279V91.2H314.311L321.823 104.184L329.335 91.2H330.343L330.367 108H329.167Z" fill="#9E0707"/>
                    </g>
                </svg>
        },
        footer: {
            contacts: {
                address: {
                    title: 'Наш адрес:',
                    value: '43017, г.Луцк ул. Шота Руставели 8'
                },
                phone: {
                    title: 'Телефон:',
                    value: '097-594-08-07'
                },
                email: {
                    title: 'Электронный адрес:',
                    value: 'Rozmay@gmail.com'
                }
            }
        },
        mainPage: {
            banner: {
                phone: '+380-97-5940-807',
                phoneText: 'Для заказа звоните по телефону:',
                textBelow: 'мы ожидаем на ваш звонок с 9:00 до 18:00 с понедельника по пятницу',
                selectedProduct: 'код товара, который Вам понравился'
            },
            navbarTitle: 'каталог',
            navbar: [
                { title: 'Мужские рубашки', link: '/products/men-shirt' },
                { title: 'Женские блузки', link: '/products/women-blouses' },
                { title: 'Женские платья', link: '/products/women-dresses' },
                { title: 'Парные вышиванки', link: '/products/paired-suits' },
                {
                    isGroup: true,
                    name: 'Одежда для девочек',
                    group: [
                        { title: 'Блузки', link: '/products/clothes-for-girls-blouses' },
                        { title: 'Платья', link: '/products/clothes-for-girls-dresses' },
                        { title: 'Юбочки', link: '/products/clothes-for-girls-skirts' }
                    ]
                },
                {
                    isGroup: true,
                    name: 'Одежда для мальчиков',
                    group: [
                        { title: 'Рубашки', link: '/products/clothes-for-boys-shirt' },
                        { title: 'Шаровары', link: '/products/clothes-for-boys-trousers' }
                    ]
                },
                { title: 'Сценическая одежда', link: '/products/stage-clothes' },
                { title: 'Спортивные костюмы', link: '/products/tracksuits' },
                { title: 'Оформление сцен', link: '/products/scene-design' },
                { title: 'Безделушки и не только', link: '/products/trifles' }
            ],
            product: {
                pricePrev: 'от',
                article: 'артикул',
                details: 'подробнее',
                order: 'заказать',
                negotiablePrice: 'цена договорная',
                productCode: 'код товара:',
                fabric: 'ткань:',
                productPrice: 'цена:'
            },
            homeScreen: {
                title:
                    <span>Одежда которая <span className='accent green'>подходит</span>, 
                        бесспорно, <span className='accent green'>всем</span> – 
                        это наша <span className='accent red'>украинская вышиванка</span>.
                    </span>,
                text: [
                    'Нарядная и каждый раз неповторимая, она есть едва ли не у каждого украинца.',
                    'Это отличный подарок друзьям, родственникам и деловым партнерам.',
                    'Это национальное достояние, которым мы гордимся и с радостью делимся со всем миром.'
                ]
            }
        },
        aboutPage: {
            text1: <div>Небольшая мастерская <span className='logo_accent'>Rozmay</span> 15 лет создает одежду с украинской вышивкой.</div>,
            text2: 'Мы до сих пор учимся и стремимся к совершенству. Наша работа вдохновляет нас и, надеемся, радует наших клиентов.',
            text3: 'Целые семьи и творческие коллективы становятся нашими друзьями на долгие годы. Надеемся, что наши работы не оставят равнодушными и Вас.',
            text4: 'Усаживайтесь удобнее и подберите что-то по душе!',
            assortment: [{
                title: 'Мужские вышиванки',
                text1: 'Хотя времена беспрестанно меняются, слово «мужчина» ассоциируется у нас с понятием защита, мужество, сила, безопасность. Однако, и наши украинские женщины издавна пытались защитить своих мужей и сыновей, отправлявшихся в дальнюю дорогу. Такой защитой стала вышитая своими руками сорочка. Магические знаки и символы служили оберегом и мостиком домой, к семье.',
                text2: 'Мы с удовольствием создадим оберег для Ваших любимых мужчин, а Вы с любовью их подарите.',
                text3: '',
                link: '/products/men-shirt'
            },
            {
                title: 'Женские платья',
                text1: 'Всегда найдется повод одеть украинскую вышиванку. Наверное, именно поэтому она так стремительно завоевывает мир, становиться популярной во всех слоях общества.',
                text2: 'Выберете свою вышиванку и будьте неповторимы!',
                text3: '',
                link: '/products/women-dresses'
            },
            {
                title: 'Женские блузки',
                text1: 'Развитие современной моды очень динамично, поэтому Ваша вышитая рубашка, блуза или платье может стать единственной вещью, которою с удовольствием оденут Ваши дети и внуки.',
                text2: 'Выбирайте вышиванку себе и близким!',
                text3: '',
                link: '/products/women-blouses'
            },
            {
                title: 'Вышиванки для девочек',
                text1: 'Первая вышиванка вашего ребенка - крестильная сорочка. На ней небольшое количество знаков и символов, которые не имеют черного цвета.',
                text2: 'Она будет передаваться с поколения в поколение и охранять от плохих людей, зглаза и зависти. Это отличный подарок от мамы или от крестной.',
                text3: '',
                link: '/products/clothes-for-girls-blouses'
            },
            {
                title: 'Вышиванки для мальчиков',
                text1: 'Времена безликих школьных костюмов прошли. Наши дети могут одеваться на праздники и торжества в цветные вышиванки. Это воспитывает патриотические чувства и способствует духовному воспитанию.',
                text2: 'А еще учит их чтить национальные традиции. Одна из них- надевать в праздничный день белую вышиванку.',
                text3: 'Мы предлагаем Вашим деткам широкий выбор вышиванок- школьных и не только.',
                link: '/products/clothes-for-boys-shirt'
            },
            {
                title: 'Сценическая одежда',
                text1: 'У нас большой опыт в пошиве сценических костюмов для творческих  коллективов. И это не только украинских. Мы предлагаем создание костюмов разных направлений Вашей деятельности.',
                text2: 'Обращайтесь!',
                text3: 'ROZMAY подчеркнет Вашу уникальность, неповторимость и поможет создать чудесное настроение почитателей Вашего таланта.',
                link: '/products/stage-clothes'
            }]
        }
    }
}